+--------------------------------------------------------------------------------------------------+
|                        venn_3_class_draw结果及文件说明                                |
+--------------------------------------------------------------------------------------------------+

目录结构及文件说明：
****************************************************************************************************
结果文件/
|-- list.txt           #用户输入的三个文件的汇总表，是一个矩阵，共四列，第一列为id，是唯一的，其余三列为用户输入note对应的名字，该名称会显示在图片上。
|-- venn.R         #调用R画图时生成的一个R脚本，用R执行该脚本作图
|-- venn.png      #根据三个输入文件画出的维恩图。不同颜色表示不同输入文件，图注在顶端，叠加区域数目为两文件交集数目，其他为独有数目；对于一个输入文件，独有数目+所有交集数目=第一列总行数。
